
{"id":3,"date":"2024-01-15T23:52:03","date_gmt":"2024-01-15T14:52:03","guid":{"rendered":"http:\/\/localhost\/wp_portfolio01\/?page_id=3"},"modified":"2024-01-30T05:20:21","modified_gmt":"2024-01-29T20:20:21","slug":"privacy-policy","status":"publish","type":"page","link":"http:\/\/localhost\/wp_portfolio01\/privacy-policy\/","title":{"rendered":"\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u30dd\u30ea\u30b7\u30fc"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">\u79c1\u305f\u3061\u306b\u3064\u3044\u3066<\/h2>\n\n\n\n<p>\u79c1\u305f\u3061\u306e\u30b5\u30a4\u30c8\u30a2\u30c9\u30ec\u30b9\u306f http:\/\/localhost\/wp_portfolio01 \u3067\u3059\u3002<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">\u30b3\u30e1\u30f3\u30c8<\/h2>\n\n\n\n<p>\u8a2a\u554f\u8005\u304c\u3053\u306e\u30b5\u30a4\u30c8\u306b\u30b3\u30e1\u30f3\u30c8\u3092\u6b8b\u3059\u969b\u3001\u30b3\u30e1\u30f3\u30c8\u30d5\u30a9\u30fc\u30e0\u306b\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u30c7\u30fc\u30bf\u3001\u305d\u3057\u3066\u30b9\u30d1\u30e0\u691c\u51fa\u306b\u5f79\u7acb\u3066\u308b\u305f\u3081\u306e IP \u30a2\u30c9\u30ec\u30b9\u3068\u30d6\u30e9\u30a6\u30b6\u30fc\u30e6\u30fc\u30b6\u30fc\u30a8\u30fc\u30b8\u30a7\u30f3\u30c8\u6587\u5b57\u5217\u3092\u53ce\u96c6\u3057\u307e\u3059\u3002<\/p>\n\n\n\n<p>\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u304b\u3089\u4f5c\u6210\u3055\u308c\u308b\u533f\u540d\u5316\u3055\u308c\u305f (\u300c\u30cf\u30c3\u30b7\u30e5\u300d\u3068\u3082\u547c\u3070\u308c\u308b) \u6587\u5b57\u5217\u306f\u3001\u3042\u306a\u305f\u304c Gravatar \u30b5\u30fc\u30d3\u30b9\u3092\u4f7f\u7528\u4e2d\u304b\u3069\u3046\u304b\u78ba\u8a8d\u3059\u308b\u305f\u3081\u540c\u30b5\u30fc\u30d3\u30b9\u306b\u63d0\u4f9b\u3055\u308c\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002\u540c\u30b5\u30fc\u30d3\u30b9\u306e\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u30dd\u30ea\u30b7\u30fc\u306f https:\/\/automattic.com\/privacy\/ \u306b\u3042\u308a\u307e\u3059\u3002\u30b3\u30e1\u30f3\u30c8\u304c\u627f\u8a8d\u3055\u308c\u308b\u3068\u3001\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u304c\u30b3\u30e1\u30f3\u30c8\u3068\u3068\u3082\u306b\u4e00\u822c\u516c\u958b\u3055\u308c\u307e\u3059\u3002<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">\u30e1\u30c7\u30a3\u30a2<\/h2>\n\n\n\n<p>\u30b5\u30a4\u30c8\u306b\u753b\u50cf\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u969b\u3001\u4f4d\u7f6e\u60c5\u5831 (EXIF GPS) \u3092\u542b\u3080\u753b\u50cf\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u3079\u304d\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u30b5\u30a4\u30c8\u306e\u8a2a\u554f\u8005\u306f\u3001\u30b5\u30a4\u30c8\u304b\u3089\u753b\u50cf\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u3066\u4f4d\u7f6e\u30c7\u30fc\u30bf\u3092\u62bd\u51fa\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Cookie<\/h2>\n\n\n\n<p>\u30b5\u30a4\u30c8\u306b\u30b3\u30e1\u30f3\u30c8\u3092\u6b8b\u3059\u969b\u3001\u304a\u540d\u524d\u3001\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3001\u30b5\u30a4\u30c8\u3092 Cookie \u306b\u4fdd\u5b58\u3059\u308b\u3053\u3068\u306b\u30aa\u30d7\u30c8\u30a4\u30f3\u3067\u304d\u307e\u3059\u3002\u3053\u308c\u306f\u3042\u306a\u305f\u306e\u4fbf\u5b9c\u306e\u305f\u3081\u3067\u3042\u308a\u3001\u4ed6\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u6b8b\u3059\u969b\u306b\u8a73\u7d30\u60c5\u5831\u3092\u518d\u5165\u529b\u3059\u308b\u624b\u9593\u3092\u7701\u304d\u307e\u3059\u3002\u3053\u306e Cookie \u306f1\u5e74\u9593\u4fdd\u6301\u3055\u308c\u307e\u3059\u3002<\/p>\n\n\n\n<p>\u30ed\u30b0\u30a4\u30f3\u30da\u30fc\u30b8\u3092\u8a2a\u554f\u3059\u308b\u3068\u3001\u304a\u4f7f\u3044\u306e\u30d6\u30e9\u30a6\u30b6\u30fc\u304c Cookie \u3092\u53d7\u3051\u5165\u308c\u3089\u308c\u308b\u304b\u3092\u5224\u65ad\u3059\u308b\u305f\u3081\u306b\u4e00\u6642 Cookie \u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u3053\u306e Cookie \u306f\u500b\u4eba\u30c7\u30fc\u30bf\u3092\u542b\u3093\u3067\u304a\u3089\u305a\u3001\u30d6\u30e9\u30a6\u30b6\u30fc\u3092\u9589\u3058\u308b\u3068\u5ec3\u68c4\u3055\u308c\u307e\u3059\u3002<\/p>\n\n\n\n<p>\u30ed\u30b0\u30a4\u30f3\u306e\u969b\u3055\u3089\u306b\u3001\u30ed\u30b0\u30a4\u30f3\u60c5\u5831\u3068\u753b\u9762\u8868\u793a\u60c5\u5831\u3092\u4fdd\u6301\u3059\u308b\u305f\u3081\u3001\u79c1\u305f\u3061\u306f\u3044\u304f\u3064\u304b\u306e Cookie \u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u30ed\u30b0\u30a4\u30f3 Cookie \u306f2\u65e5\u9593\u3001\u753b\u9762\u8868\u793a\u30aa\u30d7\u30b7\u30e7\u30f3 Cookie \u306f1\u5e74\u9593\u4fdd\u6301\u3055\u308c\u307e\u3059\u3002\u300c\u30ed\u30b0\u30a4\u30f3\u72b6\u614b\u3092\u4fdd\u5b58\u3059\u308b\u300d\u3092\u9078\u629e\u3057\u305f\u5834\u5408\u3001\u30ed\u30b0\u30a4\u30f3\u60c5\u5831\u306f2\u9031\u9593\u7dad\u6301\u3055\u308c\u307e\u3059\u3002\u30ed\u30b0\u30a2\u30a6\u30c8\u3059\u308b\u3068\u30ed\u30b0\u30a4\u30f3 Cookie \u306f\u6d88\u53bb\u3055\u308c\u307e\u3059\u3002<\/p>\n\n\n\n<p>\u3082\u3057\u6295\u7a3f\u3092\u7de8\u96c6\u307e\u305f\u306f\u516c\u958b\u3059\u308b\u3068\u3001\u3055\u3089\u306a\u308b Cookie \u304c\u30d6\u30e9\u30a6\u30b6\u30fc\u306b\u4fdd\u5b58\u3055\u308c\u307e\u3059\u3002\u3053\u306e Cookie \u306f\u500b\u4eba\u30c7\u30fc\u30bf\u3092\u542b\u307e\u305a\u3001\u5358\u306b\u5909\u66f4\u3057\u305f\u6295\u7a3f\u306e ID \u3092\u793a\u3059\u3082\u306e\u3067\u3059\u30021\u65e5\u3067\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u307e\u3059\u3002<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">\u4ed6\u30b5\u30a4\u30c8\u304b\u3089\u306e\u57cb\u3081\u8fbc\u307f\u30b3\u30f3\u30c6\u30f3\u30c4<\/h2>\n\n\n\n<p>\u3053\u306e\u30b5\u30a4\u30c8\u306e\u6295\u7a3f\u306b\u306f\u57cb\u3081\u8fbc\u307f\u30b3\u30f3\u30c6\u30f3\u30c4 (\u52d5\u753b\u3001\u753b\u50cf\u3001\u6295\u7a3f\u306a\u3069) \u304c\u542b\u307e\u308c\u307e\u3059\u3002\u4ed6\u30b5\u30a4\u30c8\u304b\u3089\u306e\u57cb\u3081\u8fbc\u307f\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u3001\u8a2a\u554f\u8005\u304c\u305d\u306e\u30b5\u30a4\u30c8\u3092\u8a2a\u308c\u305f\u5834\u5408\u3068\u307e\u3063\u305f\u304f\u540c\u3058\u3088\u3046\u306b\u632f\u308b\u821e\u3044\u307e\u3059\u3002<\/p>\n\n\n\n<p>\u3053\u308c\u3089\u306e\u30b5\u30a4\u30c8\u306f\u3001\u3042\u306a\u305f\u306e\u30c7\u30fc\u30bf\u306e\u53ce\u96c6\u3001Cookie \u306e\u4f7f\u7528\u3001\u30b5\u30fc\u30c9\u30d1\u30fc\u30c6\u30a3\u306b\u3088\u308b\u8ffd\u52a0\u30c8\u30e9\u30c3\u30ad\u30f3\u30b0\u306e\u57cb\u3081\u8fbc\u307f\u3001\u57cb\u3081\u8fbc\u307f\u30b3\u30f3\u30c6\u30f3\u30c4\u3068\u306e\u3084\u308a\u3068\u308a\u306e\u76e3\u8996\u3092\u884c\u3046\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u4f7f\u3063\u3066\u305d\u306e\u30b5\u30a4\u30c8\u306b\u30ed\u30b0\u30a4\u30f3\u4e2d\u306e\u5834\u5408\u3001\u57cb\u3081\u8fbc\u307f\u30b3\u30f3\u30c6\u30f3\u30c4\u3068\u306e\u3084\u308a\u3068\u308a\u306e\u30c8\u30e9\u30c3\u30ad\u30f3\u30b0\u3082\u542b\u307e\u308c\u307e\u3059\u3002<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">\u3042\u306a\u305f\u306e\u30c7\u30fc\u30bf\u306e\u5171\u6709\u5148<\/h2>\n\n\n\n<p>\u30d1\u30b9\u30ef\u30fc\u30c9\u30ea\u30bb\u30c3\u30c8\u3092\u30ea\u30af\u30a8\u30b9\u30c8\u3059\u308b\u3068\u3001IP \u30a2\u30c9\u30ec\u30b9\u304c\u30ea\u30bb\u30c3\u30c8\u7528\u306e\u30e1\u30fc\u30eb\u306b\u542b\u307e\u308c\u307e\u3059\u3002<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">\u30c7\u30fc\u30bf\u3092\u4fdd\u5b58\u3059\u308b\u671f\u9593<\/h2>\n\n\n\n<p>\u3042\u306a\u305f\u304c\u30b3\u30e1\u30f3\u30c8\u3092\u6b8b\u3059\u3068\u3001\u30b3\u30e1\u30f3\u30c8\u3068\u305d\u306e\u30e1\u30bf\u30c7\u30fc\u30bf\u304c\u7121\u671f\u9650\u306b\u4fdd\u6301\u3055\u308c\u307e\u3059\u3002\u3053\u308c\u306f\u3001\u30e2\u30c7\u30ec\u30fc\u30b7\u30e7\u30f3\u30ad\u30e5\u30fc\u306b\u30b3\u30e1\u30f3\u30c8\u3092\u4fdd\u6301\u3057\u3066\u304a\u304f\u4ee3\u308f\u308a\u306b\u3001\u30d5\u30a9\u30ed\u30fc\u30a2\u30c3\u30d7\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u81ea\u52d5\u7684\u306b\u8a8d\u8b58\u3057\u627f\u8a8d\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u305f\u3081\u3067\u3059\u3002<\/p>\n\n\n\n<p>\u3053\u306e\u30b5\u30a4\u30c8\u306b\u767b\u9332\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u304c\u3044\u308b\u5834\u5408\u3001\u305d\u306e\u65b9\u304c\u30e6\u30fc\u30b6\u30fc\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30da\u30fc\u30b8\u3067\u63d0\u4f9b\u3057\u305f\u500b\u4eba\u60c5\u5831\u3092\u4fdd\u5b58\u3057\u307e\u3059\u3002\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u81ea\u5206\u306e\u500b\u4eba\u60c5\u5831\u3092\u8868\u793a\u3001\u7de8\u96c6\u3001\u524a\u9664\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059 (\u305f\u3060\u3057\u30e6\u30fc\u30b6\u30fc\u540d\u306f\u5909\u66f4\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093)\u3002\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u3082\u305d\u308c\u3089\u306e\u60c5\u5831\u3092\u8868\u793a\u3001\u7de8\u96c6\u3067\u304d\u307e\u3059\u3002<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">\u30c7\u30fc\u30bf\u306b\u5bfe\u3059\u308b\u3042\u306a\u305f\u306e\u6a29\u5229<\/h2>\n\n\n\n<p>\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u6301\u3063\u3066\u3044\u308b\u304b\u3001\u30b5\u30a4\u30c8\u306b\u30b3\u30e1\u30f3\u30c8\u3092\u6b8b\u3057\u305f\u3053\u3068\u304c\u3042\u308b\u5834\u5408\u3001\u79c1\u305f\u3061\u304c\u4fdd\u6301\u3059\u308b\u3042\u306a\u305f\u306b\u3064\u3044\u3066\u306e\u500b\u4eba\u30c7\u30fc\u30bf (\u63d0\u4f9b\u3057\u305f\u3059\u3079\u3066\u306e\u30c7\u30fc\u30bf\u3092\u542b\u3080) \u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb\u3068\u3057\u3066\u53d7\u3051\u53d6\u308b\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u884c\u3046\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u307e\u305f\u3001\u500b\u4eba\u30c7\u30fc\u30bf\u306e\u6d88\u53bb\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u884c\u3046\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002\u3053\u308c\u306b\u306f\u3001\u7ba1\u7406\u3001\u6cd5\u5f8b\u3001\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u76ee\u7684\u306e\u305f\u3081\u306b\u4fdd\u6301\u3059\u308b\u7fa9\u52d9\u304c\u3042\u308b\u30c7\u30fc\u30bf\u306f\u542b\u307e\u308c\u307e\u305b\u3093\u3002<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">\u3069\u3053\u306b\u3042\u306a\u305f\u306e\u30c7\u30fc\u30bf\u304c\u9001\u3089\u308c\u308b\u304b<\/h2>\n\n\n\n<p>\u8a2a\u554f\u8005\u306b\u3088\u308b\u30b3\u30e1\u30f3\u30c8\u306f\u3001\u81ea\u52d5\u30b9\u30d1\u30e0\u691c\u51fa\u30b5\u30fc\u30d3\u30b9\u3092\u901a\u3058\u3066\u78ba\u8a8d\u3092\u884c\u3046\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002<\/p>\n<div class=\"gk-social-buttons\">\n\t\t\t<span class=\"gk-social-label\">Share:<\/span>\n\t\t\t<a class=\"gk-social-twitter\" href=\"http:\/\/twitter.com\/share?text=%E3%83%97%E3%83%A9%E3%82%A4%E3%83%90%E3%82%B7%E3%83%BC%E3%83%9D%E3%83%AA%E3%82%B7%E3%83%BC&amp;url=http%3A%2F%2Flocalhost%2Fwp_portfolio01%2Fprivacy-policy%2F\"\n\t            onclick=\"window.open(this.href, 'twitter-share', 'width=550,height=235');return false;\">\n\t            <span class=\"social__icon--hidden\">Twitter<\/span>\n\t        <\/a>    \n\t\t\t\t\n\t\t\t<a class=\"gk-social-fb\" href=\"https:\/\/www.facebook.com\/sharer\/sharer.php?u=http%3A%2F%2Flocalhost%2Fwp_portfolio01%2Fprivacy-policy%2F\"\n\t\t\t     onclick=\"window.open(this.href, 'facebook-share','width=580,height=296');return false;\">\n\t\t\t    <span class=\"social-icon-hidden\">Facebook<\/span>\n\t\t\t<\/a>\n\t\t\t\n\t\t\t<a class=\"gk-social-gplus\" href=\"https:\/\/plus.google.com\/share?url=http%3A%2F%2Flocalhost%2Fwp_portfolio01%2Fprivacy-policy%2F\"\n\t           onclick=\"window.open(this.href, 'google-plus-share', 'width=490,height=530');return false;\">\n\t            <span class=\"social__icon--hidden\">Google+<\/span>\n\t        <\/a>\n\t\t<\/div>","protected":false},"excerpt":{"rendered":"<p>\u79c1\u305f\u3061\u306b\u3064\u3044\u3066 \u79c1\u305f\u3061\u306e\u30b5\u30a4\u30c8\u30a2&hellip;<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"_links":{"self":[{"href":"http:\/\/localhost\/wp_portfolio01\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"http:\/\/localhost\/wp_portfolio01\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/localhost\/wp_portfolio01\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/wp_portfolio01\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/wp_portfolio01\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":4,"href":"http:\/\/localhost\/wp_portfolio01\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":144,"href":"http:\/\/localhost\/wp_portfolio01\/wp-json\/wp\/v2\/pages\/3\/revisions\/144"}],"wp:attachment":[{"href":"http:\/\/localhost\/wp_portfolio01\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}